import CARD15 from "@/shared/assests/cards/card[1]1.png";
import CARD14 from "@/shared/assests/cards/card[1]2.png";
import CARD13 from "@/shared/assests/cards/card[1]3.png";
import CARD12 from "@/shared/assests/cards/card[1]4.png";
import CARD11 from "@/shared/assests/cards/card[1]5.png";
import type { ServiceInfoProps } from "@/view/Services/Services";

export const listItems: ServiceInfoProps[] = [
    {
        id: "1",
        titlePage: "Услуги по обработке бумаги",
        descriptionPage:
            "Мы предоставляем услуги по обработке технической бумаги Мы используем современные технологии и оборудование, чтобы обеспечить высокое качество нашей продукции. Наши специалисты обеспечивают точность и аккуратность на каждом этапе обработки.",
        descriptionList: [
            "Наша компания предлагает широкий спектр услуг по обработке технической бумаги, охватывающий все основные этапы и методы. Мы предоставляем комплексное решение для производства, резки, каландрирования, размотки, перемотки и изготовления гофрокоробов.",
            "Наши услуги позволяют адаптировать техническую бумагу к индивидуальным требованиям клиентов, обеспечивая высокое качество, эффективность и гибкость. Независимо от сложности проекта, наша команда опытных специалистов готова помочь реализовать ваши идеи и достичь наилучших результатов.",
        ],
        caption: "Мы оказываем следующие услуги по обработке технической бумаги:",
        listItems: [
            {
                image: CARD11,
                title: "Каландрирование",
                description:
                    "Хотите, чтобы ваша бумага была идеально гладкой, с красивым блеском и превосходной печатоспособностью? Закажите у нас услугу каландрирования",
            },
            {
                image: CARD12,
                title: "Резка",
                description:
                    "Наша услуга по резке бумаги на форматы позволяет вам получить бумагу нужного размера и формы, идеально подходящую для ваших проектов и производственных задач",
            },
            {
                image: CARD13,
                title: "Размотки",
                description:
                    "Мы предлагаем эффективную размотку рулонов бумаги для дальнейшей обработки, резки или печати",
            },
            {
                image: CARD14,
                title: "Перемотки",
                description:
                    "Хотите устранить дефекты или обеспечить точное натяжение бумаги в рулонах? Закажите услугу перемотки бумаги,гарантируя высокое качество",
            },
            {
                image: CARD15,
                title: "Изготовление гофрокоробов",
                description:
                    "Нужны прочные коробки для упаковки и транспортировки? Закажите наши гофрокороба для надежной и безопасной доставки товаров",
            },
        ],
    },
    {
        id: "2",
        titlePage: "Услуги по Полиграфические услуги",
        descriptionPage:
            "Мы предоставляем услуги по обработке технической бумаги Мы используем современные технологии и оборудование, чтобы обеспечить высокое качество нашей продукции. Наши специалисты обеспечивают точность и аккуратность на каждом этапе обработки.",
        descriptionList: [
            "Наша компания предлагает широкий спектр услуг по обработке технической бумаги, охватывающий все основные этапы и методы. Мы предоставляем комплексное решение для производства, резки, каландрирования, размотки, перемотки и изготовления гофрокоробов.",
            "Наши услуги позволяют адаптировать техническую бумагу к индивидуальным требованиям клиентов, обеспечивая высокое качество, эффективность и гибкость. Независимо от сложности проекта, наша команда опытных специалистов готова помочь реализовать ваши идеи и достичь наилучших результатов.",
        ],
        caption: "Мы оказываем следующие услуги по обработке технической бумаги:",
        listItems: [
            {
                image: CARD11,
                title: "Каландрирование",
                description:
                    "Хотите, чтобы ваша бумага была идеально гладкой, с красивым блеском и превосходной печатоспособностью? Закажите у нас услугу каландрирования",
            },
            {
                image: CARD12,
                title: "Резка",
                description:
                    "Наша услуга по резке бумаги на форматы позволяет вам получить бумагу нужного размера и формы, идеально подходящую для ваших проектов и производственных задач",
            },
            {
                image: CARD13,
                title: "Размотки",
                description:
                    "Мы предлагаем эффективную размотку рулонов бумаги для дальнейшей обработки, резки или печати",
            },
            {
                image: CARD14,
                title: "Перемотки",
                description:
                    "Хотите устранить дефекты или обеспечить точное натяжение бумаги в рулонах? Закажите услугу перемотки бумаги,гарантируя высокое качество",
            },
            {
                image: CARD15,
                title: "Изготовление гофрокоробов",
                description:
                    "Нужны прочные коробки для упаковки и транспортировки? Закажите наши гофрокороба для надежной и безопасной доставки товаров",
            },
        ],
    },
    {
        id: "3",
        titlePage: "Услуги по Типографские услуги",
        descriptionPage:
            "Мы предоставляем услуги по обработке технической бумаги Мы используем современные технологии и оборудование, чтобы обеспечить высокое качество нашей продукции. Наши специалисты обеспечивают точность и аккуратность на каждом этапе обработки.",
        descriptionList: [
            "Наша компания предлагает широкий спектр услуг по обработке технической бумаги, охватывающий все основные этапы и методы. Мы предоставляем комплексное решение для производства, резки, каландрирования, размотки, перемотки и изготовления гофрокоробов.",
            "Наши услуги позволяют адаптировать техническую бумагу к индивидуальным требованиям клиентов, обеспечивая высокое качество, эффективность и гибкость. Независимо от сложности проекта, наша команда опытных специалистов готова помочь реализовать ваши идеи и достичь наилучших результатов.",
        ],
        caption: "Мы оказываем следующие услуги по обработке технической бумаги:",
        listItems: [
            {
                image: CARD11,
                title: "Каландрирование",
                description:
                    "Хотите, чтобы ваша бумага была идеально гладкой, с красивым блеском и превосходной печатоспособностью? Закажите у нас услугу каландрирования",
            },
            {
                image: CARD12,
                title: "Резка",
                description:
                    "Наша услуга по резке бумаги на форматы позволяет вам получить бумагу нужного размера и формы, идеально подходящую для ваших проектов и производственных задач",
            },
            {
                image: CARD13,
                title: "Размотки",
                description:
                    "Мы предлагаем эффективную размотку рулонов бумаги для дальнейшей обработки, резки или печати",
            },
            {
                image: CARD14,
                title: "Перемотки",
                description:
                    "Хотите устранить дефекты или обеспечить точное натяжение бумаги в рулонах? Закажите услугу перемотки бумаги,гарантируя высокое качество",
            },
            {
                image: CARD15,
                title: "Изготовление гофрокоробов",
                description:
                    "Нужны прочные коробки для упаковки и транспортировки? Закажите наши гофрокороба для надежной и безопасной доставки товаров",
            },
        ],
    },
];
